{
  "CS201912131_149": {
    "aliases": ["GABAergic"],
    "accession": ["CS201912131_149"],
    "summary": ["GABAergic is: Neurons that use GABA as a neurotransmitter and which exert an inhibitory post-synaptic effect. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is GAD1 (F-beta = 0.97), based on the NS Forest method of marker gene selection. GABAergic cells represent 31.31% of all cells collected in the Human M1 10Xv3 dataset. GABAergic cells have an average of 4678 genes detected, which is 789 less than the average for all cells (5467)."]
  },
  "CS201912131_150": {
    "aliases": ["Glutamatergic"],
    "accession": ["CS201912131_150"],
    "summary": ["Glutamatergic is: Neurons that use glutamate as a neurotransmitter and exert an excitatory post-synaptic effect. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is SATB2 and SV2B (F-beta = 0.989), based on the NS Forest method of marker gene selection. Glutamatergic cells represent 63.35% of all cells collected in the Human M1 10Xv3 dataset. Glutamatergic cells have an average of 6142 genes detected, which is 675 more than the average for all cells (5467)."]
  },
  "CS201912131_151": {
    "aliases": ["Non-Neuronal"],
    "accession": ["CS201912131_151"],
    "summary": ["Non-Neuronal is: Non-neuronal cells of neuroectoderm origin (sometimes called glia). The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ST18 (F-beta = 0.919), based on the NS Forest method of marker gene selection. Non-Neuronal cells represent 5.07% of all cells collected in the Human M1 10Xv3 dataset. Non-Neuronal cells have an average of 2119 genes detected, which is 3348 less than the average for all cells (5467)."]
  },
  "CS201912131_148": {
    "aliases": ["Non-Neural"],
    "accession": ["CS201912131_148"],
    "summary": ["Non-Neural is: Cells of mesoderm, neural crest or yolk sac origin (sometimes called glia). The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is character(0) and character(0) and character(0) and character(0) and character(0) (F-beta = ),  based on the NS Forest method of marker gene selection. Non-Neural cells represent 0.28% of all cells collected in the Human M1 10Xv3 dataset. Non-Neural cells have an average of 1447 genes detected,  which is 4020 less than the average for all cells (5467)."]
  },
  "CS201912131_133": {
    "aliases": ["L2/3 IT"],
    "accession": ["CS201912131_133"],
    "summary": ["L2/3 IT is: Layer 2/3 intratelencephalic-projecting. In Human primary motor cortex (CCN201912131), L2/3 IT has 8 child types: Exc L2 LAMP5 KCNG3, Exc L2 LINC00507 ATP7B, Exc L2 LINC00507 GLRA3, Exc L2-3 RORB RTKN2, Exc L2-3 LINC00507 DSG3, Exc L3 LAMP5 CARM1P1, Exc L2-3 RORB CCDC68 and Exc L2-3 RORB PTPN3. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is CUX2 and FAM19A1 (F-beta = 0.946), based on the NS Forest method of marker gene selection. L2/3 IT cells represent 50.04% of all Glutamatergic cells collected in the Human M1 10Xv3 dataset. L2/3 IT cells have an average of 5945 genes detected, which is 197 less than the average for all Glutamatergic cells (6142)."]
  },
  "CS201912131_134": {
    "aliases": ["L5 IT"],
    "accession": ["CS201912131_134"],
    "summary": ["L5 IT is: Layer 5 intratelencephalic-projecting. In Human primary motor cortex (CCN201912131), L5 IT has 12 child types: Exc L3 THEMIS ENPEP, Exc L3-5 RORB TNNT2, Exc L3-5 RORB LAMA4, Exc L5 THEMIS VILL, Exc L3 RORB OTOGL, Exc L3-5 RORB LINC01202, Exc L5 THEMIS SLC22A18, Exc L5-6 THEMIS TNFAIP6, Exc L3-5 RORB LNX2, Exc L3-5 RORB RPRM, Exc L5 RORB MED8 and Exc L5 THEMIS FGF10. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC105374971 and RORB (F-beta = 0.825), based on the NS Forest method of marker gene selection. L5 IT cells represent 28.57% of all Glutamatergic cells collected in the Human M1 10Xv3 dataset. L5 IT cells have an average of 6331 genes detected, which is 189 more than the average for all Glutamatergic cells (6142)."]
  },
  "CS201912131_135": {
    "aliases": ["L6 IT"],
    "accession": ["CS201912131_135"],
    "summary": ["L6 IT is: Layer 6 intratelencephalic-projecting. In Human primary motor cortex (CCN201912131), L6 IT has 3 child types: Exc L6 THEMIS LINC00343, Exc L6 THEMIS SLN and Exc L6 THEMIS SNTG2. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LINC00343 and LOC101928278 and THEMIS (F-beta = 0.684), based on the NS Forest method of marker gene selection. L6 IT cells represent 3.78% of all Glutamatergic cells collected in the Human M1 10Xv3 dataset. L6 IT cells have an average of 6366 genes detected, which is 224 more than the average for all Glutamatergic cells (6142)."]
  },
  "CS201912131_97": {
    "aliases": ["L6 IT Car3"],
    "accession": ["CS201912131_97"],
    "summary": ["L6 IT Car3 is: Layer 6 intratelencephalic-projecting, Car3-expressing. In Human primary motor cortex (CCN201912131), L6 IT Car3 has 1 child type: Exc L5-6 THEMIS SMYD1. L6 IT Car3 includes the Patch-seq and connectivity types L6 IT_3. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ATP10A and RGS12 (F-beta = 0.816), based on the NS Forest method of marker gene selection. L6 IT Car3 cells represent 0.68% of all Glutamatergic cells collected in the Human M1 10Xv3 dataset. L6 IT Car3 cells have an average of 6461 genes detected, which is 319 more than the average for all Glutamatergic cells (6142)."]
  },
  "CS201912131_136": {
    "aliases": ["L6 CT"],
    "accession": ["CS201912131_136"],
    "summary": ["L6 CT is: Layer 6 corticothalamic. In Human primary motor cortex (CCN201912131), L6 CT has 6 child types: Exc L5-6 FEZF2 OR1L8, Exc L5 THEMIS LINC01116, Exc L5 THEMIS RGPD6, Exc L5-6 FEZF2 C9orf135-AS1, Exc L5-6 FEZF2 FILIP1L and Exc L5-6 FEZF2 SH2D1B. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is EGFEM1P and HS3ST4 and SEMA5A (F-beta = 0.909), based on the NS Forest method of marker gene selection. L6 CT cells represent 7.71% of all Glutamatergic cells collected in the Human M1 10Xv3 dataset. L6 CT cells have an average of 6188 genes detected, which is 46 more than the average for all Glutamatergic cells (6142)."]
  },
  "CS201912131_137": {
    "aliases": ["L6b"],
    "accession": ["CS201912131_137"],
    "summary": ["L6b is: Layer 6b neurons. In Human primary motor cortex (CCN201912131), L6b has 6 child types: Exc L6 FEZF2 PDYN, Exc L6 FEZF2 FFAR4, Exc L6 FEZF2 PROKR2, Exc L5-6 FEZF2 CFTR, Exc L6 FEZF2 KLK7 and Exc L6 FEZF2 POGK. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is MDFIC and SEMA3D (F-beta = 0.884), based on the NS Forest method of marker gene selection. L6b cells represent 4.62% of all Glutamatergic cells collected in the Human M1 10Xv3 dataset. L6b cells have an average of 6455 genes detected, which is 313 more than the average for all Glutamatergic cells (6142)."]
  },
  "CS201912131_138": {
    "aliases": ["L5 ET"],
    "accession": ["CS201912131_138"],
    "summary": ["L5 ET is: Layer 5 extratelencephalic-projecting; also known as CF (corticofugal), PT (pyramidal tract), or SC (subcortical). In Human primary motor cortex (CCN201912131), L5 ET has 3 child types: Exc L5 FEZF2 CSN1S1, Exc L3-5 FEZF2 ASGR2 and Exc L3-5 FEZF2 LINC01107. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC105376457 and OR51E2 (F-beta = 0.9), based on the NS Forest method of marker gene selection. L5 ET cells represent 1.77% of all Glutamatergic cells collected in the Human M1 10Xv3 dataset. L5 ET cells have an average of 7502 genes detected, which is 1360 more than the average for all Glutamatergic cells (6142)."]
  },
  "CS201912131_139": {
    "aliases": ["L5/6 NP"],
    "accession": ["CS201912131_139"],
    "summary": ["L5/6 NP is: Layer 5/6 near-projecting. In Human primary motor cortex (CCN201912131), L5/6 NP has 5 child types: Exc L5 FEZF2 PKD2L1, Exc L5 FEZF2 NREP-AS1, Exc L5 FEZF2 RNF144A-AS1, Exc L5-6 FEZF2 IFNG-AS1 and Exc L5-6 FEZF2 LPO. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is NPSR1_AS1 (F-beta = 0.927), based on the NS Forest method of marker gene selection. L5/6 NP cells represent 3.07% of all Glutamatergic cells collected in the Human M1 10Xv3 dataset. L5/6 NP cells have an average of 5877 genes detected, which is 265 less than the average for all Glutamatergic cells (6142)."]
  },
  "CS201912131_128": {
    "aliases": ["Lamp5"],
    "accession": ["CS201912131_128"],
    "summary": ["Lamp5 is: CGE/PoA-derived GABAergic subclass typically expressing Lamp5. In Human primary motor cortex (CCN201912131), Lamp5 has 10 child types: Inh L1 LAMP5 PVRL2, Inh L1 LAMP5 RAB11FIP1, Inh L1-6 LAMP5 AARD, Inh L1-6 LAMP5 NES, Inh L1-6 LAMP5 CA1, Inh L5-6 LAMP5 CRABP1, Inh L3-6 PAX6 LINC01497, Inh L1 PAX6 MIR101-1, Inh L1 LAMP5 BMP2 and Inh L1 LAMP5 NMBR. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is EYA4 and MYO16 (F-beta = 0.911), based on the NS Forest method of marker gene selection. Lamp5 cells represent 19.68% of all GABAergic cells collected in the Human M1 10Xv3 dataset. Lamp5 cells have an average of 4758 genes detected, which is 80 more than the average for all GABAergic cells (4678)."]
  },
  "CS201912131_129": {
    "aliases": ["Sncg"],
    "accession": ["CS201912131_129"],
    "summary": ["Sncg is: CGE/PoA-derived GABAergic subclass typically expressing Sncg in mouse. In Human primary motor cortex (CCN201912131), Sncg has 8 child types: Inh L1 PAX6 CHRFAM7A, Inh L1-6 VIP SLC7A6OS, Inh L2 PAX6 FREM2, Inh L1-2 VIP HTR3A, Inh L1-2 VIP WNT4, Inh L1 PVALB SST ASIC4, Inh L1 SST P4HA3 and Inh L1 SST DEFB108B. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ADARB2 and CNR1 and CXCL14 (F-beta = 0.653), based on the NS Forest method of marker gene selection. Sncg cells represent 3.95% of all GABAergic cells collected in the Human M1 10Xv3 dataset. Sncg cells have an average of 4254 genes detected, which is 424 less than the average for all GABAergic cells (4678)."]
  },
  "CS201912131_130": {
    "aliases": ["Vip"],
    "accession": ["CS201912131_130"],
    "summary": ["Vip is: CGE/PoA-derived GABAergic subclass typically expressing Vip. In Human primary motor cortex (CCN201912131), Vip has 21 child types: Inh L1-3 VIP CBLN1, Inh L1-2 VIP EXPH5, Inh L1-3 VIP HSPB6, Inh L1-2 VIP PTGER3, Inh L1-2 VIP SCML4, Inh L1-3 VIP FNDC1, Inh L1-3 VIP CHRNA2, Inh L2 VIP SLC6A16, Inh L1 VIP KLHDC8B, Inh L3-5 VIP IGDCC3, Inh L1-5 VIP SMOC1, Inh L3-5 VIP HS3ST3A1, Inh L5-6 VIP COL4A3, Inh L1-5 VIP CD27-AS1, Inh L2-5 VIP BSPRY, Inh L2-5 VIP SOX11, Inh L3-6 VIP ZIM2-AS1, Inh L1-5 VIP PHLDB3, Inh L1-5 VIP LINC01013, Inh L3-6 VIP UG0898H09 and Inh L3-5 VIP TAC3. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is VIP (F-beta = 0.886), based on the NS Forest method of marker gene selection. Vip cells represent 21.46% of all GABAergic cells collected in the Human M1 10Xv3 dataset. Vip cells have an average of 4248 genes detected, which is 430 less than the average for all GABAergic cells (4678)."]
  },
  "CS201912131_40": {
    "aliases": ["Sst Chodl"],
    "accession": ["CS201912131_40"],
    "summary": ["Sst Chodl is: Distinct Sst type expressing Chodl in mouse; the only reported long-range projecting GABAergic type. In Human primary motor cortex (CCN201912131), Sst Chodl has 1 child type: Inh L1-6 SST NPY. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is NPY (F-beta = 0.952), based on the NS Forest method of marker gene selection. Sst Chodl cells represent 0.3% of all GABAergic cells collected in the Human M1 10Xv3 dataset. Sst Chodl cells have an average of 5332 genes detected, which is 654 more than the average for all GABAergic cells (4678)."]
  },
  "CS201912131_131": {
    "aliases": ["Sst"],
    "accession": ["CS201912131_131"],
    "summary": ["Sst is: MGE-derived GABAergic subclass typically expressing Sst. In Human primary motor cortex (CCN201912131), Sst has 18 child types: Inh L3-5 SST CDH3, Inh L5 SST RPL35AP11, Inh L5-6 SST ISX, Inh L5-6 PVALB SST CRHR2, Inh L3-5 SST OR5AH1P, Inh L3-5 SST GGTLC3, Inh L2-3 SST NMU, Inh L5-6 SST PAWR, Inh L5-6 SST PIK3CD, Inh L1-2 SST CCNJL, Inh L1-3 SST FAM20A, Inh L1-2 SST PRRT4, Inh L5-6 SST BEAN1, Inh L5-6 SST DNAJC14, Inh L5-6 SST C4orf26, Inh L5-6 SST FBN2, Inh L5-6 SST KLHL1 and Inh L6 SST TH. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is NXPH1 and SOX6 and SST (F-beta = 0.888), based on the NS Forest method of marker gene selection. Sst cells represent 26.22% of all GABAergic cells collected in the Human M1 10Xv3 dataset. Sst cells have an average of 3925 genes detected, which is 753 less than the average for all GABAergic cells (4678)."]
  },
  "CS201912131_132": {
    "aliases": ["Pvalb"],
    "accession": ["CS201912131_132"],
    "summary": ["Pvalb is: MGE-derived GABAergic subclass typically expressing Pvalb; includes basket and chandelier cells. In Human primary motor cortex (CCN201912131), Pvalb has 14 child types: Inh L5-6 PVALB KCNIP2, Inh L5-6 PVALB ZFPM2-AS1, Inh L3-5 PVALB ISG20, Inh L5 PVALB LRIG3, Inh L2-5 PVALB HHIPL1, Inh L2-5 PVALB RPH3AL, Inh L3 PVALB SAMD13, Inh L1-2 PVALB CDK20, Inh L2 PVALB FRZB, Inh L1-2 SST CLIC6, Inh L5-6 PVALB GAPDHP60, Inh L5-6 PVALB FAM150B, Inh L5-6 PVALB MEPE and Inh L1-6 PVALB COL15A1. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ADAMTS17 and LOC101929680 (F-beta = 0.88), based on the NS Forest method of marker gene selection. Pvalb cells represent 34.38% of all GABAergic cells collected in the Human M1 10Xv3 dataset. Pvalb cells have an average of 5517 genes detected, which is 839 more than the average for all GABAergic cells (4678)."]
  },
  "CS201912131_125": {
    "aliases": ["Endo"],
    "accession": ["CS201912131_125"],
    "summary": ["Endo includes endothelial cells. In Human primary motor cortex (CCN201912131), Endo has 1 child type: Endo L2-5 NOSTRIN SRGN. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is CLDN5 (F-beta = 0.924), based on the NS Forest method of marker gene selection. Endo cells represent 30.19% of all Non-Neural cells collected in the Human M1 10Xv3 dataset. Endo cells have an average of 1510 genes detected, which is 63 more than the average for all Non-Neural cells (1447)."]
  },
  "CS201912131_126": {
    "aliases": ["VLMC"],
    "accession": ["CS201912131_126"],
    "summary": ["VLMC is: Vascular leptomeningeal cells. In Human primary motor cortex (CCN201912131), VLMC has 1 child type: VLMC L1-5 PDGFRA COLEC12. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is COL1A2 and COLEC12 (F-beta = 0.929), based on the NS Forest method of marker gene selection. VLMC cells represent 18.87% of all Non-Neural cells collected in the Human M1 10Xv3 dataset. VLMC cells have an average of 1510 genes detected, which is 63 more than the average for all Non-Neural cells (1447)."]
  },
  "CS201912131_127": {
    "aliases": ["Micro-PVM"],
    "accession": ["CS201912131_127"],
    "summary": ["Micro-PVM are immune cells including microglia and/or PVM cells. In Human primary motor cortex (CCN201912131), Micro-PVM has 1 child type: Micro L1-6 TYROBP CD74. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is DOCK8 (F-beta = 0.938), based on the NS Forest method of marker gene selection. Micro-PVM cells represent 50.94% of all Non-Neural cells collected in the Human M1 10Xv3 dataset. Micro-PVM cells have an average of 1387 genes detected, which is 60 more than the average for all Non-Neural cells (1447)."]
  },
  "CS201912131_140": {
    "aliases": ["Oligo"],
    "accession": ["CS201912131_140"],
    "summary": ["Oligo is: Oligodendrocytes. In Human primary motor cortex (CCN201912131)  Oligo has 5 child types: Oligo L2-6 OPALIN MAP6D1,  Oligo L3-6 OPALIN ENPP6,  Oligo L2-6 OPALIN FTH1P3,  Oligo L2-6 OPALIN FTH1P3,  Oligo L5-6 OPALIN LDLRAP1 and Oligo L3-6 OPALIN LRP4-AS1. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ST18 (F-beta = 0.965) based on the NS Forest method of marker gene selection. Oligo cells represent 78.07% of all Non-Neuronal cells collected in the Human M1 10Xv3 dataset. Oligo cells have an average of 2163 genes detected  which is 44 more than the average for all Non-Neuronal cells (2119)."]
  },
  "CS201912131_118": {
    "aliases": ["OPC"],
    "accession": ["CS201912131_118"],
    "summary": ["OPC is: Oligodendrocyte progenitor cells. In Human primary motor cortex (CCN201912131), OPC has 1 child types:  and OPC L1-6 PDGFRA COL20A1. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is STK32A and VCAN) (F-beta = 0.896), based on the NS Forest method of marker gene selection. OPC cells represent 7.29% of all Non-Neuronal cells collected in the Human M1 10Xv3 dataset. OPC cells have an average of 2345 genes detected, which is 226 more than the average for all Non-Neuronal cells (2119)."]
  },
  "CS201912131_142": {
    "aliases": ["Astro"],
    "accession": ["CS201912131_142"],
    "summary": ["Astro is Astrocytes. In Human primary motor cortex (CCN201912131),  Astro has 3 child types: Astro L1-6 FGFR3 AQP1, Astro L1 FGFR3 SERPINI2 and Astro L1-6 FGFR3 PLCG1. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is RNF219_AS1 (F-beta = 0.865),  based on the NS Forest method of marker gene selection. Astro cells represent 14.64% of all Non-Neuronal cells collected in the Human M1 10Xv3 dataset. Astro cells have an average of 1776 genes detected,  which is 343 less than the average for all Non-Neuronal cells (2119). \""]
  },
  "CS201912131_1": {
    "aliases": ["Inh L1 LAMP5 PVRL2"],
    "accession": ["CS201912131_1"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1 LAMP5 PVRL2 is a member of the Lamp5 subclass. Inh L1 LAMP5 PVRL2 includes the additional alias Lamp5_1. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is CBLN4 and HS3ST5 and RELN and TRPC3 (F-beta = 0.468), based on the NS Forest method of marker gene selection. Inh L1 LAMP5 PVRL2 cells represent 2.11% of all Lamp5 cells collected in the Human M1 10Xv3 dataset. Inh L1 LAMP5 PVRL2 cells have an average of 4350 genes detected, which is 408 less than the average for all Lamp5 cells (4758)."]
  },
  "CS201912131_2": {
    "aliases": ["Inh L1 LAMP5 RAB11FIP1"],
    "accession": ["CS201912131_2"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1 LAMP5 RAB11FIP1 is a member of the Lamp5 subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ADAMTS20 and FREM1 and MYH11 (F-beta = 0.497), based on the NS Forest method of marker gene selection. Inh L1 LAMP5 RAB11FIP1 cells represent 5.52% of all Lamp5 cells collected in the Human M1 10Xv3 dataset. Inh L1 LAMP5 RAB11FIP1 cells have an average of 4851 genes detected, which is 93 more than the average for all Lamp5 cells (4758)."]
  },
  "CS201912131_3": {
    "aliases": ["Inh L1-6 LAMP5 AARD"],
    "accession": ["CS201912131_3"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-6 LAMP5 AARD is a member of the Lamp5 subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is FBXL7 and FREM1 and KIT and PRELID2 (F-beta = 0.752), based on the NS Forest method of marker gene selection. Inh L1-6 LAMP5 AARD cells represent 34.55% of all Lamp5 cells collected in the Human M1 10Xv3 dataset. Inh L1-6 LAMP5 AARD cells have an average of 4871 genes detected, which is 113 more than the average for all Lamp5 cells (4758)."]
  },
  "CS201912131_4": {
    "aliases": ["Inh L1-6 LAMP5 NES"],
    "accession": ["CS201912131_4"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-6 LAMP5 NES is a member of the Lamp5 subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is EPHA3 and EYA4 and KIT and NTNG1 and ROR2 (F-beta = 0.3), based on the NS Forest method of marker gene selection. Inh L1-6 LAMP5 NES cells represent 9.41% of all Lamp5 cells collected in the Human M1 10Xv3 dataset. Inh L1-6 LAMP5 NES cells have an average of 3798 genes detected, which is 960 less than the average for all Lamp5 cells (4758)."]
  },
  "CS201912131_5": {
    "aliases": ["Inh L1-6 LAMP5 CA1"],
    "accession": ["CS201912131_5"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-6 LAMP5 CA1 is a member of the Lamp5 subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is HS3ST4 and NOS1 (F-beta = 0.742), based on the NS Forest method of marker gene selection. Inh L1-6 LAMP5 CA1 cells represent 10.44% of all Lamp5 cells collected in the Human M1 10Xv3 dataset. Inh L1-6 LAMP5 CA1 cells have an average of 4805 genes detected, which is 47 more than the average for all Lamp5 cells (4758)."]
  },
  "CS201912131_6": {
    "aliases": ["Inh L5-6 LAMP5 CRABP1"],
    "accession": ["CS201912131_6"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5-6 LAMP5 CRABP1 is a member of the Lamp5 subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC105379168 and PDGFD (F-beta = 0.792), based on the NS Forest method of marker gene selection. Inh L5-6 LAMP5 CRABP1 cells represent 20.72% of all Lamp5 cells collected in the Human M1 10Xv3 dataset. Inh L5-6 LAMP5 CRABP1 cells have an average of 5227 genes detected, which is 469 more than the average for all Lamp5 cells (4758)."]
  },
  "CS201912131_7": {
    "aliases": ["Inh L3-6 PAX6 LINC01497"],
    "accession": ["CS201912131_7"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L3-6 PAX6 LINC01497 is a member of the Lamp5 subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is PALMD and RELN (F-beta = 0.833), based on the NS Forest method of marker gene selection. Inh L3-6 PAX6 LINC01497 cells represent 1.89% of all Lamp5 cells collected in the Human M1 10Xv3 dataset. Inh L3-6 PAX6 LINC01497 cells have an average of 5491 genes detected, which is 733 more than the average for all Lamp5 cells (4758)."]
  },
  "CS201912131_8": {
    "aliases": ["Inh L1 PAX6 MIR101-1"],
    "accession": ["CS201912131_8"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1 PAX6 MIR101-1 is a member of the Lamp5 subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is RELN and TGFBR2 (F-beta = 0.813), based on the NS Forest method of marker gene selection. Inh L1 PAX6 MIR101-1 cells represent 3.12% of all Lamp5 cells collected in the Human M1 10Xv3 dataset. Inh L1 PAX6 MIR101-1 cells have an average of 4863 genes detected, which is 105 more than the average for all Lamp5 cells (4758)."]
  },
  "CS201912131_9": {
    "aliases": ["Inh L1 PAX6 CHRFAM7A"],
    "accession": ["CS201912131_9"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1 PAX6 CHRFAM7A is a member of the Sncg subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is CHRNA7 and CNR1 and LINC01539 (F-beta = 0.518), based on the NS Forest method of marker gene selection. Inh L1 PAX6 CHRFAM7A cells represent 20.67% of all Sncg cells collected in the Human M1 10Xv3 dataset. Inh L1 PAX6 CHRFAM7A cells have an average of 3633 genes detected, which is 621 less than the average for all Sncg cells (4254)."]
  },
  "CS201912131_10": {
    "aliases": ["Inh L1-6 VIP SLC7A6OS"],
    "accession": ["CS201912131_10"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-6 VIP SLC7A6OS is a member of the Sncg subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is CNR1 and PBX3 (F-beta = 0.683), based on the NS Forest method of marker gene selection. Inh L1-6 VIP SLC7A6OS cells represent 6.82% of all Sncg cells collected in the Human M1 10Xv3 dataset. Inh L1-6 VIP SLC7A6OS cells have an average of 4993 genes detected, which is 739 more than the average for all Sncg cells (4254)."]
  },
  "CS201912131_11": {
    "aliases": ["Inh L2 PAX6 FREM2"],
    "accession": ["CS201912131_11"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L2 PAX6 FREM2 is a member of the Sncg subclass. Inh L2 PAX6 FREM2 includes the additional alias Sncg_2. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is CILP2 and IGFBP7 (F-beta = 0.789), based on the NS Forest method of marker gene selection. Inh L2 PAX6 FREM2 cells represent 12.07% of all Sncg cells collected in the Human M1 10Xv3 dataset. Inh L2 PAX6 FREM2 cells have an average of 5963 genes detected, which is 1709 more than the average for all Sncg cells (4254)."]
  },
  "CS201912131_12": {
    "aliases": ["Inh L1-2 VIP HTR3A"],
    "accession": ["CS201912131_12"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-2 VIP HTR3A is a member of the Sncg subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is HTR3A and LOC105373642 (F-beta = 0.746), based on the NS Forest method of marker gene selection. Inh L1-2 VIP HTR3A cells represent 4.69% of all Sncg cells collected in the Human M1 10Xv3 dataset. Inh L1-2 VIP HTR3A cells have an average of 4351 genes detected, which is 97 more than the average for all Sncg cells (4254)."]
  },
  "CS201912131_13": {
    "aliases": ["Inh L1-2 VIP WNT4"],
    "accession": ["CS201912131_13"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-2 VIP WNT4 is a member of the Sncg subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC105379064 and SYT9 (F-beta = 0.453), based on the NS Forest method of marker gene selection. Inh L1-2 VIP WNT4 cells represent 5.81% of all Sncg cells collected in the Human M1 10Xv3 dataset. Inh L1-2 VIP WNT4 cells have an average of 6143 genes detected, which is 1889 more than the average for all Sncg cells (4254)."]
  },
  "CS201912131_14": {
    "aliases": ["Inh L1 LAMP5 BMP2"],
    "accession": ["CS201912131_14"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1 LAMP5 BMP2 is a member of the Lamp5 subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is COL5A2 and FREM1 (F-beta = 0.748), based on the NS Forest method of marker gene selection. Inh L1 LAMP5 BMP2 cells represent 7.9% of all Lamp5 cells collected in the Human M1 10Xv3 dataset. Inh L1 LAMP5 BMP2 cells have an average of 4333 genes detected, which is 425 less than the average for all Lamp5 cells (4758)."]
  },
  "CS201912131_15": {
    "aliases": ["Inh L1 LAMP5 NMBR"],
    "accession": ["CS201912131_15"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1 LAMP5 NMBR is a member of the Lamp5 subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is PCDH18 and RELN (F-beta = 0.639), based on the NS Forest method of marker gene selection. Inh L1 LAMP5 NMBR cells represent 4.33% of all Lamp5 cells collected in the Human M1 10Xv3 dataset. Inh L1 LAMP5 NMBR cells have an average of 4036 genes detected, which is 722 less than the average for all Lamp5 cells (4758)."]
  },
  "CS201912131_16": {
    "aliases": ["Inh L1 PVALB SST ASIC4"],
    "accession": ["CS201912131_16"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1 PVALB SST ASIC4 is a member of the Sncg subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ADAM33 and NCKAP5 and PRELID2 (F-beta = 0.759), based on the NS Forest method of marker gene selection. Inh L1 PVALB SST ASIC4 cells represent 20.78% of all Sncg cells collected in the Human M1 10Xv3 dataset. Inh L1 PVALB SST ASIC4 cells have an average of 3643 genes detected, which is 611 less than the average for all Sncg cells (4254)."]
  },
  "CS201912131_17": {
    "aliases": ["Inh L1 SST P4HA3"],
    "accession": ["CS201912131_17"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1 SST P4HA3 is a member of the Sncg subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ARHGAP42 and FOXO1 and ST8SIA6 (F-beta = 0.479), based on the NS Forest method of marker gene selection. Inh L1 SST P4HA3 cells represent 4.25% of all Sncg cells collected in the Human M1 10Xv3 dataset. Inh L1 SST P4HA3 cells have an average of 4372 genes detected, which is 118 more than the average for all Sncg cells (4254)."]
  },
  "CS201912131_18": {
    "aliases": ["Inh L1 SST DEFB108B"],
    "accession": ["CS201912131_18"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1 SST DEFB108B is a member of the Sncg subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is NDST4 and SYT10 (F-beta = 0.519), based on the NS Forest method of marker gene selection. Inh L1 SST DEFB108B cells represent 24.92% of all Sncg cells collected in the Human M1 10Xv3 dataset. Inh L1 SST DEFB108B cells have an average of 3768 genes detected, which is 486 less than the average for all Sncg cells (4254)."]
  },
  "CS201912131_19": {
    "aliases": ["Inh L1-3 VIP CBLN1"],
    "accession": ["CS201912131_19"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-3 VIP CBLN1 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is HTR2C and LOC284825 and TAC3 (F-beta = 0.662), based on the NS Forest method of marker gene selection. Inh L1-3 VIP CBLN1 cells represent 9.55% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L1-3 VIP CBLN1 cells have an average of 4092 genes detected, which is 156 less than the average for all Vip cells (4248)."]
  },
  "CS201912131_20": {
    "aliases": ["Inh L1-2 VIP EXPH5"],
    "accession": ["CS201912131_20"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-2 VIP EXPH5 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is SCTR and ST18 (F-beta = 0.622), based on the NS Forest method of marker gene selection. Inh L1-2 VIP EXPH5 cells represent 10.48% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L1-2 VIP EXPH5 cells have an average of 4296 genes detected, which is 48 more than the average for all Vip cells (4248)."]
  },
  "CS201912131_21": {
    "aliases": ["Inh L1-3 VIP HSPB6"],
    "accession": ["CS201912131_21"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-3 VIP HSPB6 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is CCNG2 and IGFBP5 (F-beta = 0.327), based on the NS Forest method of marker gene selection. Inh L1-3 VIP HSPB6 cells represent 8.15% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L1-3 VIP HSPB6 cells have an average of 3479 genes detected, which is 769 less than the average for all Vip cells (4248)."]
  },
  "CS201912131_22": {
    "aliases": ["Inh L1-2 VIP PTGER3"],
    "accession": ["CS201912131_22"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-2 VIP PTGER3 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is KCNH8 and PARD3B and SYT10 (F-beta = 0.5), based on the NS Forest method of marker gene selection. Inh L1-2 VIP PTGER3 cells represent 1.73% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L1-2 VIP PTGER3 cells have an average of 5319 genes detected, which is 1071 more than the average for all Vip cells (4248)."]
  },
  "CS201912131_23": {
    "aliases": ["Inh L1-2 VIP SCML4"],
    "accession": ["CS201912131_23"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-2 VIP SCML4 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ABI3BP and KCNH8 and LOC100506497 (F-beta = 0.6), based on the NS Forest method of marker gene selection. Inh L1-2 VIP SCML4 cells represent 2.63% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L1-2 VIP SCML4 cells have an average of 5539 genes detected, which is 1291 more than the average for all Vip cells (4248)."]
  },
  "CS201912131_24": {
    "aliases": ["Inh L1-3 VIP FNDC1"],
    "accession": ["CS201912131_24"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-3 VIP FNDC1 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is KCNH8 and LOC101927286 and LOC101928842 (F-beta = 0.457), based on the NS Forest method of marker gene selection. Inh L1-3 VIP FNDC1 cells represent 2.28% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L1-3 VIP FNDC1 cells have an average of 4987 genes detected, which is 739 more than the average for all Vip cells (4248)."]
  },
  "CS201912131_25": {
    "aliases": ["Inh L1-3 VIP CHRNA2"],
    "accession": ["CS201912131_25"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-3 VIP CHRNA2 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is EYA4 and LOC105373642 and PPP1R1C (F-beta = 0.667), based on the NS Forest method of marker gene selection. Inh L1-3 VIP CHRNA2 cells represent 6.38% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L1-3 VIP CHRNA2 cells have an average of 4606 genes detected, which is 358 more than the average for all Vip cells (4248)."]
  },
  "CS201912131_26": {
    "aliases": ["Inh L2 VIP SLC6A16"],
    "accession": ["CS201912131_26"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L2 VIP SLC6A16 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is KCNT2 and LOC105370456 (F-beta = 0.578), based on the NS Forest method of marker gene selection. Inh L2 VIP SLC6A16 cells represent 5.93% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L2 VIP SLC6A16 cells have an average of 4770 genes detected, which is 522 more than the average for all Vip cells (4248)."]
  },
  "CS201912131_27": {
    "aliases": ["Inh L1 VIP KLHDC8B"],
    "accession": ["CS201912131_27"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1 VIP KLHDC8B is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ITGBL1 and SLITRK4 (F-beta = 0.646), based on the NS Forest method of marker gene selection. Inh L1 VIP KLHDC8B cells represent 1.96% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L1 VIP KLHDC8B cells have an average of 4333 genes detected, which is 85 more than the average for all Vip cells (4248)."]
  },
  "CS201912131_28": {
    "aliases": ["Inh L3-5 VIP IGDCC3"],
    "accession": ["CS201912131_28"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L3-5 VIP IGDCC3 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is EREG and NOX4 (F-beta = 0.596), based on the NS Forest method of marker gene selection. Inh L3-5 VIP IGDCC3 cells represent 8.03% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L3-5 VIP IGDCC3 cells have an average of 4052 genes detected, which is 196 less than the average for all Vip cells (4248)."]
  },
  "CS201912131_29": {
    "aliases": ["Inh L1-5 VIP SMOC1"],
    "accession": ["CS201912131_29"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-5 VIP SMOC1 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ANGPT1 and SMOC1 and VIP (F-beta = 0.569), based on the NS Forest method of marker gene selection. Inh L1-5 VIP SMOC1 cells represent 13.13% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L1-5 VIP SMOC1 cells have an average of 3697 genes detected, which is 551 less than the average for all Vip cells (4248)."]
  },
  "CS201912131_30": {
    "aliases": ["Inh L3-5 VIP HS3ST3A1"],
    "accession": ["CS201912131_30"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L3-5 VIP HS3ST3A1 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ABI3BP and IQGAP2 and SLC22A3 (F-beta = 0.624), based on the NS Forest method of marker gene selection. Inh L3-5 VIP HS3ST3A1 cells represent 4.63% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L3-5 VIP HS3ST3A1 cells have an average of 4150 genes detected, which is 98 less than the average for all Vip cells (4248)."]
  },
  "CS201912131_31": {
    "aliases": ["Inh L5-6 VIP COL4A3"],
    "accession": ["CS201912131_31"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5-6 VIP COL4A3 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ABI3BP and KCTD12 and PARD3B (F-beta = 0.553), based on the NS Forest method of marker gene selection. Inh L5-6 VIP COL4A3 cells represent 1.83% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L5-6 VIP COL4A3 cells have an average of 5169 genes detected, which is 921 more than the average for all Vip cells (4248)."]
  },
  "CS201912131_32": {
    "aliases": ["Inh L1-5 VIP CD27-AS1"],
    "accession": ["CS201912131_32"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-5 VIP CD27-AS1 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ANKFN1 and EGFEM1P and IQGAP2 (F-beta = 0.553), based on the NS Forest method of marker gene selection. Inh L1-5 VIP CD27-AS1 cells represent 1.38% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L1-5 VIP CD27-AS1 cells have an average of 4372 genes detected, which is 124 more than the average for all Vip cells (4248)."]
  },
  "CS201912131_33": {
    "aliases": ["Inh L2-5 VIP BSPRY"],
    "accession": ["CS201912131_33"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L2-5 VIP BSPRY is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC101927078 and PDE3A and ST18 (F-beta = 0.48), based on the NS Forest method of marker gene selection. Inh L2-5 VIP BSPRY cells represent 1.75% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L2-5 VIP BSPRY cells have an average of 4170 genes detected, which is 78 less than the average for all Vip cells (4248)."]
  },
  "CS201912131_34": {
    "aliases": ["Inh L2-5 VIP SOX11"],
    "accession": ["CS201912131_34"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L2-5 VIP SOX11 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ADAMTSL1 and HTR2C and THSD7B (F-beta = 0.708), based on the NS Forest method of marker gene selection. Inh L2-5 VIP SOX11 cells represent 2.39% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L2-5 VIP SOX11 cells have an average of 5421 genes detected, which is 1173 more than the average for all Vip cells (4248)."]
  },
  "CS201912131_35": {
    "aliases": ["Inh L3-6 VIP ZIM2-AS1"],
    "accession": ["CS201912131_35"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L3-6 VIP ZIM2-AS1 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is CXCL14 and PENK (F-beta = 0.827), based on the NS Forest method of marker gene selection. Inh L3-6 VIP ZIM2-AS1 cells represent 3.01% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L3-6 VIP ZIM2-AS1 cells have an average of 5127 genes detected, which is 879 more than the average for all Vip cells (4248)."]
  },
  "CS201912131_36": {
    "aliases": ["Inh L1-5 VIP PHLDB3"],
    "accession": ["CS201912131_36"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-5 VIP PHLDB3 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is EGF and THSD7B (F-beta = 0.504), based on the NS Forest method of marker gene selection. Inh L1-5 VIP PHLDB3 cells represent 1.89% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L1-5 VIP PHLDB3 cells have an average of 3912 genes detected, which is 336 less than the average for all Vip cells (4248)."]
  },
  "CS201912131_37": {
    "aliases": ["Inh L1-5 VIP LINC01013"],
    "accession": ["CS201912131_37"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-5 VIP LINC01013 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is DACH2 and SRGAP1 and THSD7B (F-beta = 0.64), based on the NS Forest method of marker gene selection. Inh L1-5 VIP LINC01013 cells represent 2.61% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L1-5 VIP LINC01013 cells have an average of 4691 genes detected, which is 443 more than the average for all Vip cells (4248)."]
  },
  "CS201912131_38": {
    "aliases": ["Inh L3-6 VIP UG0898H09"],
    "accession": ["CS201912131_38"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L3-6 VIP UG0898H09 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is GALNT10 and LINC01411 and LOC105373454 (F-beta = 0.507), based on the NS Forest method of marker gene selection. Inh L3-6 VIP UG0898H09 cells represent 2.7% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L3-6 VIP UG0898H09 cells have an average of 4679 genes detected, which is 431 more than the average for all Vip cells (4248)."]
  },
  "CS201912131_39": {
    "aliases": ["Inh L3-5 VIP TAC3"],
    "accession": ["CS201912131_39"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L3-5 VIP TAC3 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is COL19A1 and SOX2_OT and TSHZ2 (F-beta = 0.58), based on the NS Forest method of marker gene selection. Inh L3-5 VIP TAC3 cells represent 7.55% of all Vip cells collected in the Human M1 10Xv3 dataset. Inh L3-5 VIP TAC3 cells have an average of 3609 genes detected, which is 639 less than the average for all Vip cells (4248)."]
  },
  "CS201912131_41": {
    "aliases": ["Inh L3-5 SST CDH3"],
    "accession": ["CS201912131_41"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L3-5 SST CDH3 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is FREM1 and NPNT and QRFPR (F-beta = 0.478), based on the NS Forest method of marker gene selection. Inh L3-5 SST CDH3 cells represent 1.36% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L3-5 SST CDH3 cells have an average of 4016 genes detected, which is 91 more than the average for all Sst cells (3925)."]
  },
  "CS201912131_42": {
    "aliases": ["Inh L5 SST RPL35AP11"],
    "accession": ["CS201912131_42"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5 SST RPL35AP11 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is EDNRA and FREM1 and TRHDE (F-beta = 0.578), based on the NS Forest method of marker gene selection. Inh L5 SST RPL35AP11 cells represent 12.87% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L5 SST RPL35AP11 cells have an average of 3720 genes detected, which is 205 less than the average for all Sst cells (3925)."]
  },
  "CS201912131_43": {
    "aliases": ["Inh L5-6 SST ISX"],
    "accession": ["CS201912131_43"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5-6 SST ISX is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is COL19A1 and TRPM3 (F-beta = 0.563), based on the NS Forest method of marker gene selection. Inh L5-6 SST ISX cells represent 6.64% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L5-6 SST ISX cells have an average of 4579 genes detected, which is 654 more than the average for all Sst cells (3925)."]
  },
  "CS201912131_44": {
    "aliases": ["Inh L5-6 PVALB SST CRHR2"],
    "accession": ["CS201912131_44"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5-6 PVALB SST CRHR2 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is HPGD and RGS5 and SPON1 (F-beta = 0.67), based on the NS Forest method of marker gene selection. Inh L5-6 PVALB SST CRHR2 cells represent 3.67% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L5-6 PVALB SST CRHR2 cells have an average of 5242 genes detected, which is 1317 more than the average for all Sst cells (3925)."]
  },
  "CS201912131_45": {
    "aliases": ["Inh L3-5 SST OR5AH1P"],
    "accession": ["CS201912131_45"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L3-5 SST OR5AH1P is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ADAMTS5 and FBXL7 and SST (F-beta = 0.385), based on the NS Forest method of marker gene selection. Inh L3-5 SST OR5AH1P cells represent 4.08% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L3-5 SST OR5AH1P cells have an average of 4359 genes detected, which is 434 more than the average for all Sst cells (3925)."]
  },
  "CS201912131_46": {
    "aliases": ["Inh L3-5 SST GGTLC3"],
    "accession": ["CS201912131_46"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L3-5 SST GGTLC3 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is EYS and RELN (F-beta = 0.609), based on the NS Forest method of marker gene selection. Inh L3-5 SST GGTLC3 cells represent 19.44% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L3-5 SST GGTLC3 cells have an average of 3258 genes detected, which is 667 less than the average for all Sst cells (3925)."]
  },
  "CS201912131_47": {
    "aliases": ["Inh L2-3 SST NMU"],
    "accession": ["CS201912131_47"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L2-3 SST NMU is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is HPSE2 and NOS1 and PIEZO2 (F-beta = 0.521), based on the NS Forest method of marker gene selection. Inh L2-3 SST NMU cells represent 7.06% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L2-3 SST NMU cells have an average of 4674 genes detected, which is 749 more than the average for all Sst cells (3925)."]
  },
  "CS201912131_48": {
    "aliases": ["Inh L5-6 SST PAWR"],
    "accession": ["CS201912131_48"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5-6 SST PAWR is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is EPB41L4A and NDST4 and TRHDE (F-beta = 0.442), based on the NS Forest method of marker gene selection. Inh L5-6 SST PAWR cells represent 3.27% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L5-6 SST PAWR cells have an average of 4279 genes detected, which is 354 more than the average for all Sst cells (3925)."]
  },
  "CS201912131_49": {
    "aliases": ["Inh L5-6 SST PIK3CD"],
    "accession": ["CS201912131_49"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5-6 SST PIK3CD is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is KLHL14 and LOC100996671 (F-beta = 0.475), based on the NS Forest method of marker gene selection. Inh L5-6 SST PIK3CD cells represent 2.17% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L5-6 SST PIK3CD cells have an average of 4129 genes detected, which is 204 more than the average for all Sst cells (3925)."]
  },
  "CS201912131_50": {
    "aliases": ["Inh L1-2 SST CCNJL"],
    "accession": ["CS201912131_50"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-2 SST CCNJL is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is CALB1 and SPHKAP and TMEM132C (F-beta = 0.531), based on the NS Forest method of marker gene selection. Inh L1-2 SST CCNJL cells represent 5.39% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L1-2 SST CCNJL cells have an average of 3627 genes detected, which is 298 less than the average for all Sst cells (3925)."]
  },
  "CS201912131_51": {
    "aliases": ["Inh L1-3 SST FAM20A"],
    "accession": ["CS201912131_51"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-3 SST FAM20A is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is PCSK5 and TAC1 (F-beta = 0.527), based on the NS Forest method of marker gene selection. Inh L1-3 SST FAM20A cells represent 18.01% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L1-3 SST FAM20A cells have an average of 3164 genes detected, which is 761 less than the average for all Sst cells (3925)."]
  },
  "CS201912131_52": {
    "aliases": ["Inh L1-2 SST PRRT4"],
    "accession": ["CS201912131_52"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-2 SST PRRT4 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC101927843 and LOC101929028 (F-beta = 0.698), based on the NS Forest method of marker gene selection. Inh L1-2 SST PRRT4 cells represent 6.33% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L1-2 SST PRRT4 cells have an average of 4186 genes detected, which is 261 more than the average for all Sst cells (3925)."]
  },
  "CS201912131_53": {
    "aliases": ["Inh L5-6 SST BEAN1"],
    "accession": ["CS201912131_53"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5-6 SST BEAN1 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ADAMTSL1 and SEMA5A and THSD7B and TRHDE (F-beta = 0.617), based on the NS Forest method of marker gene selection. Inh L5-6 SST BEAN1 cells represent 1.28% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L5-6 SST BEAN1 cells have an average of 4834 genes detected, which is 909 more than the average for all Sst cells (3925)."]
  },
  "CS201912131_54": {
    "aliases": ["Inh L5-6 SST DNAJC14"],
    "accession": ["CS201912131_54"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5-6 SST DNAJC14 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is HGF and ITGA1 and STON2 (F-beta = 0.493), based on the NS Forest method of marker gene selection. Inh L5-6 SST DNAJC14 cells represent 0.59% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L5-6 SST DNAJC14 cells have an average of 6014 genes detected, which is 2089 more than the average for all Sst cells (3925)."]
  },
  "CS201912131_55": {
    "aliases": ["Inh L5-6 SST C4orf26"],
    "accession": ["CS201912131_55"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5-6 SST C4orf26 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ADAMTS20 and PENK and SPON1 (F-beta = 0.623), based on the NS Forest method of marker gene selection. Inh L5-6 SST C4orf26 cells represent 1.57% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L5-6 SST C4orf26 cells have an average of 5870 genes detected, which is 1945 more than the average for all Sst cells (3925)."]
  },
  "CS201912131_56": {
    "aliases": ["Inh L5-6 SST FBN2"],
    "accession": ["CS201912131_56"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5-6 SST FBN2 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is HCRTR2 and KLHL1 (F-beta = 0.396), based on the NS Forest method of marker gene selection. Inh L5-6 SST FBN2 cells represent 1.68% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L5-6 SST FBN2 cells have an average of 4055 genes detected, which is 130 more than the average for all Sst cells (3925)."]
  },
  "CS201912131_57": {
    "aliases": ["Inh L5-6 SST KLHL1"],
    "accession": ["CS201912131_57"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5-6 SST KLHL1 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is KLHL14 and NDST4 and SLC17A8 (F-beta = 0.62), based on the NS Forest method of marker gene selection. Inh L5-6 SST KLHL1 cells represent 3.17% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L5-6 SST KLHL1 cells have an average of 4978 genes detected, which is 1053 more than the average for all Sst cells (3925)."]
  },
  "CS201912131_58": {
    "aliases": ["Inh L6 SST TH"],
    "accession": ["CS201912131_58"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L6 SST TH is a member of the Sst subclass. Inh L6 SST TH includes the additional alias Sst_7. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC100128108 and TH (F-beta = 0.714), based on the NS Forest method of marker gene selection. Inh L6 SST TH cells represent 1.42% of all Sst cells collected in the Human M1 10Xv3 dataset. Inh L6 SST TH cells have an average of 5579 genes detected, which is 1654 more than the average for all Sst cells (3925)."]
  },
  "CS201912131_59": {
    "aliases": ["Inh L5-6 PVALB KCNIP2"],
    "accession": ["CS201912131_59"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5-6 PVALB KCNIP2 is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is GPC5 and NPFFR2 and VAV3 (F-beta = 0.661), based on the NS Forest method of marker gene selection. Inh L5-6 PVALB KCNIP2 cells represent 1.39% of all Pvalb cells collected in the Human M1 10Xv3 dataset. Inh L5-6 PVALB KCNIP2 cells have an average of 6207 genes detected, which is 690 more than the average for all Pvalb cells (5517)."]
  },
  "CS201912131_60": {
    "aliases": ["Inh L5-6 PVALB ZFPM2-AS1"],
    "accession": ["CS201912131_60"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5-6 PVALB ZFPM2-AS1 is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is PCDH15 and SEMA6D and ZFPM2_AS1 (F-beta = 0.705), based on the NS Forest method of marker gene selection. Inh L5-6 PVALB ZFPM2-AS1 cells represent 7.23% of all Pvalb cells collected in the Human M1 10Xv3 dataset. Inh L5-6 PVALB ZFPM2-AS1 cells have an average of 5945 genes detected, which is 428 more than the average for all Pvalb cells (5517)."]
  },
  "CS201912131_61": {
    "aliases": ["Inh L3-5 PVALB ISG20"],
    "accession": ["CS201912131_61"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L3-5 PVALB ISG20 is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC101926942 and LOC105377862 and SV2C (F-beta = 0.559), based on the NS Forest method of marker gene selection. Inh L3-5 PVALB ISG20 cells represent 3.26% of all Pvalb cells collected in the Human M1 10Xv3 dataset. Inh L3-5 PVALB ISG20 cells have an average of 7631 genes detected, which is 2114 more than the average for all Pvalb cells (5517)."]
  },
  "CS201912131_62": {
    "aliases": ["Inh L5 PVALB LRIG3"],
    "accession": ["CS201912131_62"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5 PVALB LRIG3 is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is CDH6 and GPC5 and PLCE1 (F-beta = 0.705), based on the NS Forest method of marker gene selection. Inh L5 PVALB LRIG3 cells represent 8.11% of all Pvalb cells collected in the Human M1 10Xv3 dataset. Inh L5 PVALB LRIG3 cells have an average of 6208 genes detected, which is 691 more than the average for all Pvalb cells (5517)."]
  },
  "CS201912131_63": {
    "aliases": ["Inh L2-5 PVALB HHIPL1"],
    "accession": ["CS201912131_63"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L2-5 PVALB HHIPL1 is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ADAMTS17 and ADAMTS20 and MDFIC (F-beta = 0.489), based on the NS Forest method of marker gene selection. Inh L2-5 PVALB HHIPL1 cells represent 5.86% of all Pvalb cells collected in the Human M1 10Xv3 dataset. Inh L2-5 PVALB HHIPL1 cells have an average of 5867 genes detected, which is 350 more than the average for all Pvalb cells (5517)."]
  },
  "CS201912131_64": {
    "aliases": ["Inh L2-5 PVALB RPH3AL"],
    "accession": ["CS201912131_64"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L2-5 PVALB RPH3AL is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ARHGAP42 and MYO5B and POSTN and WIF1 (F-beta = 0.669), based on the NS Forest method of marker gene selection. Inh L2-5 PVALB RPH3AL cells represent 41.8% of all Pvalb cells collected in the Human M1 10Xv3 dataset. Inh L2-5 PVALB RPH3AL cells have an average of 5516 genes detected, which is 1 less than the average for all Pvalb cells (5517)."]
  },
  "CS201912131_65": {
    "aliases": ["Inh L3 PVALB SAMD13"],
    "accession": ["CS201912131_65"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L3 PVALB SAMD13 is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC101928964 and SULF1 (F-beta = 0.746), based on the NS Forest method of marker gene selection. Inh L3 PVALB SAMD13 cells represent 17.04% of all Pvalb cells collected in the Human M1 10Xv3 dataset. Inh L3 PVALB SAMD13 cells have an average of 5082 genes detected, which is 435 less than the average for all Pvalb cells (5517)."]
  },
  "CS201912131_66": {
    "aliases": ["Inh L1-2 PVALB CDK20"],
    "accession": ["CS201912131_66"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-2 PVALB CDK20 is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ADAMTS12 and SYT10 and TMEM132C (F-beta = 0.462), based on the NS Forest method of marker gene selection. Inh L1-2 PVALB CDK20 cells represent 1.58% of all Pvalb cells collected in the Human M1 10Xv3 dataset. Inh L1-2 PVALB CDK20 cells have an average of 5282 genes detected, which is 235 less than the average for all Pvalb cells (5517)."]
  },
  "CS201912131_67": {
    "aliases": ["Inh L2 PVALB FRZB"],
    "accession": ["CS201912131_67"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L2 PVALB FRZB is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is CBLN4 and RGS5 and SLC9A9 (F-beta = 0.463), based on the NS Forest method of marker gene selection. Inh L2 PVALB FRZB cells represent 1.37% of all Pvalb cells collected in the Human M1 10Xv3 dataset. Inh L2 PVALB FRZB cells have an average of 5026 genes detected, which is 491 less than the average for all Pvalb cells (5517)."]
  },
  "CS201912131_68": {
    "aliases": ["Inh L1-2 SST CLIC6"],
    "accession": ["CS201912131_68"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-2 SST CLIC6 is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ARHGAP42 and NEDD4 and TAC1 (F-beta = 0.543), based on the NS Forest method of marker gene selection. Inh L1-2 SST CLIC6 cells represent 2.49% of all Pvalb cells collected in the Human M1 10Xv3 dataset. Inh L1-2 SST CLIC6 cells have an average of 4512 genes detected, which is 1005 less than the average for all Pvalb cells (5517)."]
  },
  "CS201912131_69": {
    "aliases": ["Inh L5-6 PVALB GAPDHP60"],
    "accession": ["CS201912131_69"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5-6 PVALB GAPDHP60 is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is GPC5 and MYBPC1 and SEMA3C (F-beta = 0.689), based on the NS Forest method of marker gene selection. Inh L5-6 PVALB GAPDHP60 cells represent 1.77% of all Pvalb cells collected in the Human M1 10Xv3 dataset. Inh L5-6 PVALB GAPDHP60 cells have an average of 5022 genes detected, which is 495 less than the average for all Pvalb cells (5517)."]
  },
  "CS201912131_70": {
    "aliases": ["Inh L5-6 PVALB FAM150B"],
    "accession": ["CS201912131_70"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5-6 PVALB FAM150B is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is FAM150B and MYBPC1 and TNC (F-beta = 0.584), based on the NS Forest method of marker gene selection. Inh L5-6 PVALB FAM150B cells represent 1.43% of all Pvalb cells collected in the Human M1 10Xv3 dataset. Inh L5-6 PVALB FAM150B cells have an average of 4956 genes detected, which is 561 less than the average for all Pvalb cells (5517)."]
  },
  "CS201912131_71": {
    "aliases": ["Inh L5-6 PVALB MEPE"],
    "accession": ["CS201912131_71"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L5-6 PVALB MEPE is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is MEPE and MYBPC1 and SVIL (F-beta = 0.595), based on the NS Forest method of marker gene selection. Inh L5-6 PVALB MEPE cells represent 2.96% of all Pvalb cells collected in the Human M1 10Xv3 dataset. Inh L5-6 PVALB MEPE cells have an average of 4891 genes detected, which is 626 less than the average for all Pvalb cells (5517)."]
  },
  "CS201912131_72": {
    "aliases": ["Inh L1-6 PVALB COL15A1"],
    "accession": ["CS201912131_72"],
    "summary": ["In Human primary motor cortex (CCN201912131), Inh L1-6 PVALB COL15A1 is a member of the Pvalb subclass. Inh L1-6 PVALB COL15A1 includes the additional alias Chandelier cell. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is COL15A1 and NPNT (F-beta = 0.853), based on the NS Forest method of marker gene selection. Inh L1-6 PVALB COL15A1 cells represent 3.7% of all Pvalb cells collected in the Human M1 10Xv3 dataset. Inh L1-6 PVALB COL15A1 cells have an average of 4427 genes detected, which is 1090 less than the average for all Pvalb cells (5517)."]
  },
  "CS201912131_73": {
    "aliases": ["Exc L2 LAMP5 KCNG3"],
    "accession": ["CS201912131_73"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L2 LAMP5 KCNG3 is a member of the L2/3 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is FAM163A and LOC101927668 and SAMD3 (F-beta = 0.413), based on the NS Forest method of marker gene selection. Exc L2 LAMP5 KCNG3 cells represent 1.08% of all L2/3 IT cells collected in the Human M1 10Xv3 dataset. Exc L2 LAMP5 KCNG3 cells have an average of 4801 genes detected, which is 1144 less than the average for all L2/3 IT cells (5945)."]
  },
  "CS201912131_74": {
    "aliases": ["Exc L2 LINC00507 ATP7B"],
    "accession": ["CS201912131_74"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L2 LINC00507 ATP7B is a member of the L2/3 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ACVR1C and LOC105377209 (F-beta = 0.44), based on the NS Forest method of marker gene selection. Exc L2 LINC00507 ATP7B cells represent 0.76% of all L2/3 IT cells collected in the Human M1 10Xv3 dataset. Exc L2 LINC00507 ATP7B cells have an average of 5436 genes detected, which is 509 less than the average for all L2/3 IT cells (5945)."]
  },
  "CS201912131_75": {
    "aliases": ["Exc L2 LINC00507 GLRA3"],
    "accession": ["CS201912131_75"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L2 LINC00507 GLRA3 is a member of the L2/3 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LINC01378 and LOC101928278 and SERPINE2 (F-beta = 0.773), based on the NS Forest method of marker gene selection. Exc L2 LINC00507 GLRA3 cells represent 51.52% of all L2/3 IT cells collected in the Human M1 10Xv3 dataset. Exc L2 LINC00507 GLRA3 cells have an average of 5695 genes detected, which is 250 less than the average for all L2/3 IT cells (5945)."]
  },
  "CS201912131_76": {
    "aliases": ["Exc L2-3 RORB RTKN2"],
    "accession": ["CS201912131_76"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L2-3 RORB RTKN2 is a member of the L2/3 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC101927745 and LOC105376987 and PLCH1 and RMST (F-beta = 0.522), based on the NS Forest method of marker gene selection. Exc L2-3 RORB RTKN2 cells represent 5% of all L2/3 IT cells collected in the Human M1 10Xv3 dataset. Exc L2-3 RORB RTKN2 cells have an average of 6450 genes detected, which is 505 more than the average for all L2/3 IT cells (5945)."]
  },
  "CS201912131_77": {
    "aliases": ["Exc L2-3 LINC00507 DSG3"],
    "accession": ["CS201912131_77"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L2-3 LINC00507 DSG3 is a member of the L2/3 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is BDNF and BMPR1B and LOC105379003 (F-beta = 0.537), based on the NS Forest method of marker gene selection. Exc L2-3 LINC00507 DSG3 cells represent 4.49% of all L2/3 IT cells collected in the Human M1 10Xv3 dataset. Exc L2-3 LINC00507 DSG3 cells have an average of 6410 genes detected, which is 465 more than the average for all L2/3 IT cells (5945)."]
  },
  "CS201912131_78": {
    "aliases": ["Exc L3 LAMP5 CARM1P1"],
    "accession": ["CS201912131_78"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L3 LAMP5 CARM1P1 is a member of the L2/3 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is EPB41L4A and SV2C and SYT2 (F-beta = 0.737), based on the NS Forest method of marker gene selection. Exc L3 LAMP5 CARM1P1 cells represent 16.69% of all L2/3 IT cells collected in the Human M1 10Xv3 dataset. Exc L3 LAMP5 CARM1P1 cells have an average of 6587 genes detected, which is 642 more than the average for all L2/3 IT cells (5945)."]
  },
  "CS201912131_79": {
    "aliases": ["Oligo L2-6 OPALIN MAP6D1"],
    "accession": ["CS201912131_79"],
    "summary": ["In Human primary motor cortex (CCN201912131), Oligo L2-6 OPALIN MAP6D1 is a member of the Oligo subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ENPP2 and LINC01378 and MBP and ST18 (F-beta = 0.539), based on the NS Forest method of marker gene selection. Oligo L2-6 OPALIN MAP6D1 cells represent 3.33% of all Oligo cells collected in the Human M1 10Xv3 dataset. Oligo L2-6 OPALIN MAP6D1 cells have an average of 5245 genes detected, which is 3082 more than the average for all Oligo cells (2163)."]
  },
  "CS201912131_80": {
    "aliases": ["Exc L2-3 RORB CCDC68"],
    "accession": ["CS201912131_80"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L2-3 RORB CCDC68 is a member of the L2/3 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is COBLL1 and COL5A2 and PRSS12 (F-beta = 0.787), based on the NS Forest method of marker gene selection. Exc L2-3 RORB CCDC68 cells represent 13.75% of all L2/3 IT cells collected in the Human M1 10Xv3 dataset. Exc L2-3 RORB CCDC68 cells have an average of 6174 genes detected, which is 229 more than the average for all L2/3 IT cells (5945)."]
  },
  "CS201912131_81": {
    "aliases": ["Exc L2-3 RORB PTPN3"],
    "accession": ["CS201912131_81"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L2-3 RORB PTPN3 is a member of the L2/3 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is COL5A2 and LOC105370610 and LOC105378334 and RORB (F-beta = 0.395), based on the NS Forest method of marker gene selection. Exc L2-3 RORB PTPN3 cells represent 6.72% of all L2/3 IT cells collected in the Human M1 10Xv3 dataset. Exc L2-3 RORB PTPN3 cells have an average of 5346 genes detected, which is 599 less than the average for all L2/3 IT cells (5945)."]
  },
  "CS201912131_82": {
    "aliases": ["Exc L3 THEMIS ENPEP"],
    "accession": ["CS201912131_82"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L3 THEMIS ENPEP is a member of the L5 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is FAP and LAMA2 and LOC101928964 and LOC105376081 (F-beta = 0.434), based on the NS Forest method of marker gene selection. Exc L3 THEMIS ENPEP cells represent 5.67% of all L5 IT cells collected in the Human M1 10Xv3 dataset. Exc L3 THEMIS ENPEP cells have an average of 6471 genes detected, which is 140 more than the average for all L5 IT cells (6331)."]
  },
  "CS201912131_83": {
    "aliases": ["Exc L3-5 RORB TNNT2"],
    "accession": ["CS201912131_83"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L3-5 RORB TNNT2 is a member of the L5 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is FSHR and LOC100507562 and LOC105376081 (F-beta = 0.443), based on the NS Forest method of marker gene selection. Exc L3-5 RORB TNNT2 cells represent 3.87% of all L5 IT cells collected in the Human M1 10Xv3 dataset. Exc L3-5 RORB TNNT2 cells have an average of 6360 genes detected, which is 29 more than the average for all L5 IT cells (6331)."]
  },
  "CS201912131_84": {
    "aliases": ["Exc L3-5 RORB LAMA4"],
    "accession": ["CS201912131_84"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L3-5 RORB LAMA4 is a member of the L5 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is KCNH8 and LOC100128497 and LOC101927281 and LOC105376081 and TRPC3 (F-beta = 0.49), based on the NS Forest method of marker gene selection. Exc L3-5 RORB LAMA4 cells represent 1.81% of all L5 IT cells collected in the Human M1 10Xv3 dataset. Exc L3-5 RORB LAMA4 cells have an average of 5880 genes detected, which is 451 less than the average for all L5 IT cells (6331)."]
  },
  "CS201912131_85": {
    "aliases": ["Exc L5 THEMIS VILL"],
    "accession": ["CS201912131_85"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5 THEMIS VILL is a member of the L5 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is DACH1 and LOC101927389 and TNC (F-beta = 0.67), based on the NS Forest method of marker gene selection. Exc L5 THEMIS VILL cells represent 1.56% of all L5 IT cells collected in the Human M1 10Xv3 dataset. Exc L5 THEMIS VILL cells have an average of 6589 genes detected, which is 258 more than the average for all L5 IT cells (6331)."]
  },
  "CS201912131_86": {
    "aliases": ["Exc L3 RORB OTOGL"],
    "accession": ["CS201912131_86"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L3 RORB OTOGL is a member of the L5 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is COL22A1 and RMST (F-beta = 0.703), based on the NS Forest method of marker gene selection. Exc L3 RORB OTOGL cells represent 15.43% of all L5 IT cells collected in the Human M1 10Xv3 dataset. Exc L3 RORB OTOGL cells have an average of 5261 genes detected, which is 1070 less than the average for all L5 IT cells (6331)."]
  },
  "CS201912131_87": {
    "aliases": ["Exc L3-5 RORB LINC01202"],
    "accession": ["CS201912131_87"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L3-5 RORB LINC01202 is a member of the L5 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC101927874 and LOC105374971 and LOC105376081 and LOC105377703 (F-beta = 0.625), based on the NS Forest method of marker gene selection. Exc L3-5 RORB LINC01202 cells represent 4.63% of all L5 IT cells collected in the Human M1 10Xv3 dataset. Exc L3-5 RORB LINC01202 cells have an average of 5058 genes detected, which is 1273 less than the average for all L5 IT cells (6331)."]
  },
  "CS201912131_88": {
    "aliases": ["Exc L5 THEMIS SLC22A18"],
    "accession": ["CS201912131_88"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5 THEMIS SLC22A18 is a member of the L5 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is BTNL9 and CCBE1 and LOC401134 and SLC7A11 (F-beta = 0.773), based on the NS Forest method of marker gene selection. Exc L5 THEMIS SLC22A18 cells represent 13.18% of all L5 IT cells collected in the Human M1 10Xv3 dataset. Exc L5 THEMIS SLC22A18 cells have an average of 8054 genes detected, which is 1723 more than the average for all L5 IT cells (6331)."]
  },
  "CS201912131_89": {
    "aliases": ["Exc L5-6 THEMIS TNFAIP6"],
    "accession": ["CS201912131_89"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5-6 THEMIS TNFAIP6 is a member of the L5 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC105373893 and LOC105378031 and LTBP1 and TSHZ2 (F-beta = 0.455), based on the NS Forest method of marker gene selection. Exc L5-6 THEMIS TNFAIP6 cells represent 8.18% of all L5 IT cells collected in the Human M1 10Xv3 dataset. Exc L5-6 THEMIS TNFAIP6 cells have an average of 6158 genes detected, which is 173 less than the average for all L5 IT cells (6331)."]
  },
  "CS201912131_90": {
    "aliases": ["Exc L3-5 RORB LNX2"],
    "accession": ["CS201912131_90"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L3-5 RORB LNX2 is a member of the L5 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC105374971 and LOC105377703 and TRABD2A (F-beta = 0.698), based on the NS Forest method of marker gene selection. Exc L3-5 RORB LNX2 cells represent 33.48% of all L5 IT cells collected in the Human M1 10Xv3 dataset. Exc L3-5 RORB LNX2 cells have an average of 6409 genes detected, which is 78 more than the average for all L5 IT cells (6331)."]
  },
  "CS201912131_91": {
    "aliases": ["Exc L3-5 RORB RPRM"],
    "accession": ["CS201912131_91"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L3-5 RORB RPRM is a member of the L5 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC105374971 and LOC105374973 and RPRM (F-beta = 0.585), based on the NS Forest method of marker gene selection. Exc L3-5 RORB RPRM cells represent 8.9% of all L5 IT cells collected in the Human M1 10Xv3 dataset. Exc L3-5 RORB RPRM cells have an average of 6167 genes detected, which is 164 less than the average for all L5 IT cells (6331)."]
  },
  "CS201912131_92": {
    "aliases": ["Exc L5 RORB MED8"],
    "accession": ["CS201912131_92"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5 RORB MED8 is a member of the L5 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is COL22A1 and LOC401134 and NPFFR2 (F-beta = 0.59), based on the NS Forest method of marker gene selection. Exc L5 RORB MED8 cells represent 2.23% of all L5 IT cells collected in the Human M1 10Xv3 dataset. Exc L5 RORB MED8 cells have an average of 5895 genes detected, which is 436 less than the average for all L5 IT cells (6331)."]
  },
  "CS201912131_93": {
    "aliases": ["Exc L5 THEMIS FGF10"],
    "accession": ["CS201912131_93"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5 THEMIS FGF10 is a member of the L5 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is BDNF and CRH and NPFFR2 (F-beta = 0.452), based on the NS Forest method of marker gene selection. Exc L5 THEMIS FGF10 cells represent 1.06% of all L5 IT cells collected in the Human M1 10Xv3 dataset. Exc L5 THEMIS FGF10 cells have an average of 6705 genes detected, which is 374 more than the average for all L5 IT cells (6331)."]
  },
  "CS201912131_94": {
    "aliases": ["Exc L6 THEMIS LINC00343"],
    "accession": ["CS201912131_94"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L6 THEMIS LINC00343 is a member of the L6 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ANKRD30B and LINC00299 and LINC00343 (F-beta = 0.564), based on the NS Forest method of marker gene selection. Exc L6 THEMIS LINC00343 cells represent 49.48% of all L6 IT cells collected in the Human M1 10Xv3 dataset. Exc L6 THEMIS LINC00343 cells have an average of 6246 genes detected, which is 120 less than the average for all L6 IT cells (6366)."]
  },
  "CS201912131_95": {
    "aliases": ["Exc L6 THEMIS SLN"],
    "accession": ["CS201912131_95"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L6 THEMIS SLN is a member of the L6 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is FAM163A and LOC105371832 and LOC105374524 (F-beta = 0.425), based on the NS Forest method of marker gene selection. Exc L6 THEMIS SLN cells represent 23.84% of all L6 IT cells collected in the Human M1 10Xv3 dataset. Exc L6 THEMIS SLN cells have an average of 6397 genes detected, which is 31 more than the average for all L6 IT cells (6366)."]
  },
  "CS201912131_96": {
    "aliases": ["Exc L6 THEMIS SNTG2"],
    "accession": ["CS201912131_96"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L6 THEMIS SNTG2 is a member of the L6 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC101927389 and LOC105371310 (F-beta = 0.634), based on the NS Forest method of marker gene selection. Exc L6 THEMIS SNTG2 cells represent 26.68% of all L6 IT cells collected in the Human M1 10Xv3 dataset. Exc L6 THEMIS SNTG2 cells have an average of 6560 genes detected, which is 194 more than the average for all L6 IT cells (6366)."]
  },
  "CS201912131_98": {
    "aliases": ["Exc L5-6 FEZF2 OR1L8"],
    "accession": ["CS201912131_98"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5-6 FEZF2 OR1L8 is a member of the L6 CT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LGR6 and LOC101927439 and LOC105374392 and LOC105377183 (F-beta = 0.719), based on the NS Forest method of marker gene selection. Exc L5-6 FEZF2 OR1L8 cells represent 7.04% of all L6 CT cells collected in the Human M1 10Xv3 dataset. Exc L5-6 FEZF2 OR1L8 cells have an average of 7239 genes detected, which is 1051 more than the average for all L6 CT cells (6188)."]
  },
  "CS201912131_99": {
    "aliases": ["Exc L5 THEMIS LINC01116"],
    "accession": ["CS201912131_99"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5 THEMIS LINC01116 is a member of the L6 CT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC105369890 and LOC105371663 (F-beta = 0.614), based on the NS Forest method of marker gene selection. Exc L5 THEMIS LINC01116 cells represent 4.04% of all L6 CT cells collected in the Human M1 10Xv3 dataset. Exc L5 THEMIS LINC01116 cells have an average of 7976 genes detected, which is 1788 more than the average for all L6 CT cells (6188)."]
  },
  "CS201912131_100": {
    "aliases": ["Exc L5 THEMIS RGPD6"],
    "accession": ["CS201912131_100"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5 THEMIS RGPD6 is a member of the L6 CT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is DDR2 and LOC105371663 and THEMIS (F-beta = 0.521), based on the NS Forest method of marker gene selection. Exc L5 THEMIS RGPD6 cells represent 6.45% of all L6 CT cells collected in the Human M1 10Xv3 dataset. Exc L5 THEMIS RGPD6 cells have an average of 6858 genes detected, which is 670 more than the average for all L6 CT cells (6188)."]
  },
  "CS201912131_101": {
    "aliases": ["Exc L5-6 FEZF2 C9orf135-AS1"],
    "accession": ["CS201912131_101"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5-6 FEZF2 C9orf135-AS1 is a member of the L6 CT subclass. Exc L5-6 FEZF2 C9orf135-AS1 includes the additional alias L6 CT_2. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is EGFEM1P and FOXP2 and SEMA5A (F-beta = 0.752), based on the NS Forest method of marker gene selection. Exc L5-6 FEZF2 C9orf135-AS1 cells represent 69.68% of all L6 CT cells collected in the Human M1 10Xv3 dataset. Exc L5-6 FEZF2 C9orf135-AS1 cells have an average of 5832 genes detected, which is 356 less than the average for all L6 CT cells (6188)."]
  },
  "CS201912131_102": {
    "aliases": ["Exc L5-6 FEZF2 FILIP1L"],
    "accession": ["CS201912131_102"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5-6 FEZF2 FILIP1L is a member of the L6 CT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC100128497 and MCTP2 and SEC16B and SULF1 (F-beta = 0.399), based on the NS Forest method of marker gene selection. Exc L5-6 FEZF2 FILIP1L cells represent 8.52% of all L6 CT cells collected in the Human M1 10Xv3 dataset. Exc L5-6 FEZF2 FILIP1L cells have an average of 6709 genes detected, which is 521 more than the average for all L6 CT cells (6188)."]
  },
  "CS201912131_103": {
    "aliases": ["Exc L5-6 FEZF2 SH2D1B"],
    "accession": ["CS201912131_103"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5-6 FEZF2 SH2D1B is a member of the L6 CT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ADAMTSL1 and MEIS2 and NLGN4Y and PAPSS2 (F-beta = 0.479), based on the NS Forest method of marker gene selection. Exc L5-6 FEZF2 SH2D1B cells represent 4.26% of all L6 CT cells collected in the Human M1 10Xv3 dataset. Exc L5-6 FEZF2 SH2D1B cells have an average of 6525 genes detected, which is 337 more than the average for all L6 CT cells (6188)."]
  },
  "CS201912131_104": {
    "aliases": ["Exc L6 FEZF2 PDYN"],
    "accession": ["CS201912131_104"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L6 FEZF2 PDYN is a member of the L6b subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is GBP2 and PDYN (F-beta = 0.652), based on the NS Forest method of marker gene selection. Exc L6 FEZF2 PDYN cells represent 0.98% of all L6b cells collected in the Human M1 10Xv3 dataset. Exc L6 FEZF2 PDYN cells have an average of 6582 genes detected, which is 127 more than the average for all L6b cells (6455)."]
  },
  "CS201912131_105": {
    "aliases": ["Exc L6 FEZF2 FFAR4"],
    "accession": ["CS201912131_105"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L6 FEZF2 FFAR4 is a member of the L6b subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is FER1L6_AS2 and LOC105378486 (F-beta = 0.589), based on the NS Forest method of marker gene selection. Exc L6 FEZF2 FFAR4 cells represent 4.74% of all L6b cells collected in the Human M1 10Xv3 dataset. Exc L6 FEZF2 FFAR4 cells have an average of 6105 genes detected, which is 350 less than the average for all L6b cells (6455)."]
  },
  "CS201912131_106": {
    "aliases": ["Exc L6 FEZF2 PROKR2"],
    "accession": ["CS201912131_106"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L6 FEZF2 PROKR2 is a member of the L6b subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC105371310 and SLITRK6 (F-beta = 0.595), based on the NS Forest method of marker gene selection. Exc L6 FEZF2 PROKR2 cells represent 3.22% of all L6b cells collected in the Human M1 10Xv3 dataset. Exc L6 FEZF2 PROKR2 cells have an average of 6501 genes detected, which is 46 more than the average for all L6b cells (6455)."]
  },
  "CS201912131_107": {
    "aliases": ["Exc L5-6 FEZF2 CFTR"],
    "accession": ["CS201912131_107"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5-6 FEZF2 CFTR is a member of the L6b subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC105374392 and NR4A2 and SEMA3D (F-beta = 0.464), based on the NS Forest method of marker gene selection. Exc L5-6 FEZF2 CFTR cells represent 4.83% of all L6b cells collected in the Human M1 10Xv3 dataset. Exc L5-6 FEZF2 CFTR cells have an average of 6060 genes detected, which is 395 less than the average for all L6b cells (6455)."]
  },
  "CS201912131_108": {
    "aliases": ["Exc L6 FEZF2 KLK7"],
    "accession": ["CS201912131_108"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L6 FEZF2 KLK7 is a member of the L6b subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC101927439 and MDFIC (F-beta = 0.841), based on the NS Forest method of marker gene selection. Exc L6 FEZF2 KLK7 cells represent 80.55% of all L6b cells collected in the Human M1 10Xv3 dataset. Exc L6 FEZF2 KLK7 cells have an average of 6507 genes detected, which is 52 more than the average for all L6b cells (6455)."]
  },
  "CS201912131_109": {
    "aliases": ["Exc L6 FEZF2 POGK"],
    "accession": ["CS201912131_109"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L6 FEZF2 POGK is a member of the L6b subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ADD3_AS1 and LOC100132891 and PCOLCE2 (F-beta = 0.497), based on the NS Forest method of marker gene selection. Exc L6 FEZF2 POGK cells represent 5.68% of all L6b cells collected in the Human M1 10Xv3 dataset. Exc L6 FEZF2 POGK cells have an average of 6301 genes detected, which is 154 less than the average for all L6b cells (6455)."]
  },
  "CS201912131_110": {
    "aliases": ["Exc L5 FEZF2 CSN1S1"],
    "accession": ["CS201912131_110"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5 FEZF2 CSN1S1 is a member of the L5 ET subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC105373592 and OPN4 and VAT1L (F-beta = 0.731), based on the NS Forest method of marker gene selection. Exc L5 FEZF2 CSN1S1 cells represent 17.48% of all L5 ET cells collected in the Human M1 10Xv3 dataset. Exc L5 FEZF2 CSN1S1 cells have an average of 7876 genes detected, which is 374 more than the average for all L5 ET cells (7502)."]
  },
  "CS201912131_111": {
    "aliases": ["Exc L3-5 FEZF2 ASGR2"],
    "accession": ["CS201912131_111"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L3-5 FEZF2 ASGR2 is a member of the L5 ET subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC105376457 and OR51E2 (F-beta = 0.8), based on the NS Forest method of marker gene selection. Exc L3-5 FEZF2 ASGR2 cells represent 72.26% of all L5 ET cells collected in the Human M1 10Xv3 dataset. Exc L3-5 FEZF2 ASGR2 cells have an average of 7382 genes detected, which is 120 less than the average for all L5 ET cells (7502)."]
  },
  "CS201912131_112": {
    "aliases": ["Exc L3-5 FEZF2 LINC01107"],
    "accession": ["CS201912131_112"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L3-5 FEZF2 LINC01107 is a member of the L5 ET subclass. Exc L3-5 FEZF2 LINC01107 includes the additional alias L5 ET_2. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is BTNL9 and EDNRB (F-beta = 0.8), based on the NS Forest method of marker gene selection. Exc L3-5 FEZF2 LINC01107 cells represent 10.26% of all L5 ET cells collected in the Human M1 10Xv3 dataset. Exc L3-5 FEZF2 LINC01107 cells have an average of 7708 genes detected, which is 206 more than the average for all L5 ET cells (7502)."]
  },
  "CS201912131_113": {
    "aliases": ["Exc L5 FEZF2 PKD2L1"],
    "accession": ["CS201912131_113"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5 FEZF2 PKD2L1 is a member of the L5/6 NP subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is NPSR1_AS1 and VGLL3 (F-beta = 0.802), based on the NS Forest method of marker gene selection. Exc L5 FEZF2 PKD2L1 cells represent 18.83% of all L5/6 NP cells collected in the Human M1 10Xv3 dataset. Exc L5 FEZF2 PKD2L1 cells have an average of 6130 genes detected, which is 253 more than the average for all L5/6 NP cells (5877)."]
  },
  "CS201912131_114": {
    "aliases": ["Exc L5 FEZF2 NREP-AS1"],
    "accession": ["CS201912131_114"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5 FEZF2 NREP-AS1 is a member of the L5/6 NP subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ADAMTS12 and CD36 and LOC105370315 (F-beta = 0.683), based on the NS Forest method of marker gene selection. Exc L5 FEZF2 NREP-AS1 cells represent 15.4% of all L5/6 NP cells collected in the Human M1 10Xv3 dataset. Exc L5 FEZF2 NREP-AS1 cells have an average of 6375 genes detected, which is 498 more than the average for all L5/6 NP cells (5877)."]
  },
  "CS201912131_115": {
    "aliases": ["Exc L5 FEZF2 RNF144A-AS1"],
    "accession": ["CS201912131_115"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5 FEZF2 RNF144A-AS1 is a member of the L5/6 NP subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is CD36 and LOC105369818 and LOC105370019 (F-beta = 0.48), based on the NS Forest method of marker gene selection. Exc L5 FEZF2 RNF144A-AS1 cells represent 7.26% of all L5/6 NP cells collected in the Human M1 10Xv3 dataset. Exc L5 FEZF2 RNF144A-AS1 cells have an average of 5513 genes detected, which is 364 less than the average for all L5/6 NP cells (5877)."]
  },
  "CS201912131_116": {
    "aliases": ["Exc L5-6 FEZF2 IFNG-AS1"],
    "accession": ["CS201912131_116"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5-6 FEZF2 IFNG-AS1 is a member of the L5/6 NP subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC105369818 and NPSR1_AS1 (F-beta = 0.696), based on the NS Forest method of marker gene selection. Exc L5-6 FEZF2 IFNG-AS1 cells represent 50.64% of all L5/6 NP cells collected in the Human M1 10Xv3 dataset. Exc L5-6 FEZF2 IFNG-AS1 cells have an average of 5516 genes detected, which is 361 less than the average for all L5/6 NP cells (5877)."]
  },
  "CS201912131_117": {
    "aliases": ["Exc L5-6 FEZF2 LPO"],
    "accession": ["CS201912131_117"],
    "summary": ["In Human primary motor cortex (CCN201912131), Exc L5-6 FEZF2 LPO is a member of the L5/6 NP subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is LOC101928114 and LOC105376372 (F-beta = 0.761), based on the NS Forest method of marker gene selection. Exc L5-6 FEZF2 LPO cells represent 7.87% of all L5/6 NP cells collected in the Human M1 10Xv3 dataset. Exc L5-6 FEZF2 LPO cells have an average of 6955 genes detected, which is 1078 more than the average for all L5/6 NP cells (5877)."]
  },
  "CS201912131_119": {
    "aliases": ["Oligo L3-6 OPALIN ENPP6"],
    "accession": ["CS201912131_119"],
    "summary": ["In Human primary motor cortex (CCN201912131), Oligo L3-6 OPALIN ENPP6 is a member of the Oligo subclass. Oligo L3-6 OPALIN ENPP6 includes the additional alias Oligo_1. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is CDK18 and LOC101927199 and LRRC63 and S100B and ST18 (F-beta = 0.638), based on the NS Forest method of marker gene selection. Oligo L3-6 OPALIN ENPP6 cells represent 17.66% of all Oligo cells collected in the Human M1 10Xv3 dataset. Oligo L3-6 OPALIN ENPP6 cells have an average of 2631 genes detected, which is 468 more than the average for all Oligo cells (2163)."]
  },
  "CS201912131_120": {
    "aliases": ["Oligo L2-6 OPALIN FTH1P3"],
    "accession": ["CS201912131_120"],
    "summary": ["In Human primary motor cortex (CCN201912131), Oligo L2-6 OPALIN FTH1P3 is a member of the Oligo subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is ENPP2 and LOC101927459 (F-beta = 0.888), based on the NS Forest method of marker gene selection. Oligo L2-6 OPALIN FTH1P3 cells represent 75.91% of all Oligo cells collected in the Human M1 10Xv3 dataset. Oligo L2-6 OPALIN FTH1P3 cells have an average of 1881 genes detected, which is 282 less than the average for all Oligo cells (2163)."]
  },
  "CS201912131_121": {
    "aliases": ["Oligo L5-6 OPALIN LDLRAP1"],
    "accession": ["CS201912131_121"],
    "summary": ["In Human primary motor cortex (CCN201912131), Oligo L5-6 OPALIN LDLRAP1 is a member of the Oligo subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is FAM222A and KIF25 and TGFA (F-beta = 0.714), based on the NS Forest method of marker gene selection. Oligo L5-6 OPALIN LDLRAP1 cells represent 0.2% of all Oligo cells collected in the Human M1 10Xv3 dataset. Oligo L5-6 OPALIN LDLRAP1 cells have an average of 2149 genes detected, which is 14 less than the average for all Oligo cells (2163)."]
  },
  "CS201912131_122": {
    "aliases": ["Astro L1-6 FGFR3 AQP1"],
    "accession": ["CS201912131_122"],
    "summary": ["In Human primary motor cortex (CCN201912131), Astro L1-6 FGFR3 AQP1 is a member of the Astro subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is TNC (F-beta = 0.825), based on the NS Forest method of marker gene selection. Astro L1-6 FGFR3 AQP1 cells represent 20.95% of all Astro cells collected in the Human M1 10Xv3 dataset. Astro L1-6 FGFR3 AQP1 cells have an average of 1538 genes detected, which is 238 less than the average for all Astro cells (1776)."]
  },
  "CS201912131_123": {
    "aliases": ["Astro L1 FGFR3 SERPINI2"],
    "accession": ["CS201912131_123"],
    "summary": ["In Human primary motor cortex (CCN201912131), Astro L1 FGFR3 SERPINI2 is a member of the Astro subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is CFAP47 and WDR49 (F-beta = 0.479), based on the NS Forest method of marker gene selection. Astro L1 FGFR3 SERPINI2 cells represent 12.68% of all Astro cells collected in the Human M1 10Xv3 dataset. Astro L1 FGFR3 SERPINI2 cells have an average of 2154 genes detected, which is 378 more than the average for all Astro cells (1776)."]
  },
  "CS201912131_124": {
    "aliases": ["Astro L1-6 FGFR3 PLCG1"],
    "accession": ["CS201912131_124"],
    "summary": ["In Human primary motor cortex (CCN201912131), Astro L1-6 FGFR3 PLCG1 is a member of the Astro subclass. Astro L1-6 FGFR3 PLCG1 includes the additional alias Astro_2. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is COL5A3 and LOC105376917 (F-beta = 0.774), based on the NS Forest method of marker gene selection. Astro L1-6 FGFR3 PLCG1 cells represent 66.37% of all Astro cells collected in the Human M1 10Xv3 dataset. Astro L1-6 FGFR3 PLCG1 cells have an average of 1779 genes detected, which is 3 more than the average for all Astro cells (1776)."]
  }
}
